export const songs = [
  {
    id: 'song-one',
    title: 'Била мене мати',
    text: `Била мене мати
Березовим прутом,
Щоби я не стояла
З молодим рекрутом.

А я собі стояла,
Аж кури запіли,
На двері воду лляла,
Щоби не скрипіли.

На двері воду лляла,
На пальцях ходила,
Щоб мати не почула,
Щоби не сварила.

А мати не спала,
Усе чисто чула,
Та мене не сварила –
Сама така була.

Била мене мати
Тонкою лозою,
Щоби я не стояла
З милим під вербою.

Била мене мати,
Та й ще буде бити.
"Ой перестань, козаче,
До мене ходити!"

"Я не перестану,
Поки не дістану
Личенька рум’яного,
Дівочого стану".

Червона калина
Білим цвітом цвіла,
Через тебе, козаче,
Мене мати била.`,
  },
  {
    id: 'song-two',
    title: 'Їхав козак за Дунай',
    text: `Їхав козак за Дунай, сказав: "Дівчино, прощай!
Ти, конику вороненький, неси та гуляй!"
Постій, постій, мій козаче, твоя дівчина плаче,
На кого ж ти покидаєш - тільки подумай.

Лучше було б, лучше було б не ходить,
Лучше було б, лучше було б не любить,
Лучше було б, лучше було б та й не знать,
Чим тепер, чим тепер забувать.

Вийшла, руки заломавши і тяженько заплакавши:
"Як ти мене покидаєш – тільки подумай!"
"Білих ручок не ламай, ясних очок не стирай;
Мене з війни із славою к собі дожидай".

Лучше було б, лучше було б не ходить,
Лучше було б, лучше було б не любить,
Лучше було б, лучше було б та й не знать,
Чим тепер, чим тепер забувать.

"Не хочу я нічого, тільки тебе одного;
Ти будь здоров, мій миленький, а все пропадай".
Свиснув козак на коня: "Оставайся здорова!
Як не згину, то вернуся через три года!"

Лучше було б, лучше було б не ходить,
Лучше було б, лучше було б не любить,
Лучше було б, лучше було б та й не знать,
Чим тепер, чим тепер забувать.

Їхав козак за Дунай, сказав: "Дівчино, прощай!
Ти, конику вороненький, скачи та гуляй!"

Лучше було б, лучше було б не ходить,
Лучше було б, лучше було б не любить,
Лучше було б, лучше було б та й не знать,
Чим тепер, чим тепер забувать.`,
  },
];
